Repository: mgn8000/NohanaImagePicker
Catalog: NohanaImagePicker/*.lproj/NohanaImagePicker.strings
Languages: de

# albumlist.title
source: Select Photos
de: Fotos auswählen

# albumlist.empty.message
source: No Photos
de: Keine Fotos

# albumlist.empty.description
source: Take some photos with Camera app.
de: Nimm Fotos mit der Kamera App auf.

# albumlist.menu.description
source: Currently only "selected photos" are allowed. If you put âœ“ in "All photos" in "Photos" on the setting screen, you will be able to select from all the photos in the terminal.
de: Derzeit sind nur "ausgewählte Fotos" erlaubt. Wenn Sie auf dem Einstellungsbildschirm unter „Fotos“ unter „Alle Fotos“ ✓ eingeben, können Sie aus allen Fotos im Terminal auswählen.

# albumlist.menu.addPhoto.title
source: Add permission photo
de: Genehmigungsfoto hinzufügen

# albumlist.menu.authorizeAllPhoto.title
source: Allow all photos
de: alle Fotos zulassen

# toolbar.title.nolimit
source: Selected Items: %ld
de: Ausgewählte Fotos: %ld

# toolbar.title.haslimit
source: Selected Items: %ld / %ld
de: Ausgewählte Fotos: %ld / %ld

# action.title.select
source: Select
de: Auswählen

# action.title.deselect
source: Deselect
de: Abwählen
